<?xml version="1.0" encoding="ISO-8859-15"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<title>Anleitungen | Mailing - Outlook</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-15" />
</head>
<body>
<div id="titel">
  <h1>Anleitung: Mailing mit Outlook</h1>
</div> 
<div id="navigation"><ul class="toplinks"><li></li></ul>
 
  
</div> 
<div id="content"> Diese Anleitung soll Ihnen beim Einrichten der Mailing-Funktionen von Outlook
(in den Versionen 98, 2000 und 2002 bzw. XP) und Outlook Express (in den Versionen
4 bis 6) behilflich sein, damit Sie &uuml;ber den Mailserver des Technikum
Wien eMail-Nachrichten versenden und empfangen k&ouml;nnen. Sie bezieht sich
auf die jeweils deutschen Versionen - anhand der Abbildungen ist es jedoch m&ouml;glich,
R&uuml;ckschl&uuml;sse auf die englischen zu ziehen. Bitte beachten Sie weiters,
dass die Kombination mit der jeweiligen Betriebssystemvariante f&uuml;r
den Aufbau und die Bezeichnungen von Outlook ausschlaggebend sein kann und daher
Einzelheiten in Ihrer Version geringf&uuml;gig abweichen k&ouml;nnten. <br />
<h2>Sie ben&ouml;tigen ...</h2>
<p>... einen PC mit installiertem Betriebssystem und Zugang zum Internet.<br />
  ... eine g&uuml;ltige User ID <a href="/ZID/unet/"></a> mit
  Passwort </p>
<h2>POP oder IMAP?</h2>
Beim Empfang Ihrer eMail-Nachrichten vom Server k&ouml;nnen Sie zwischen den
Protokollen POP (Post Office Protocol) und IMAP (Internet Message Access Protocol)
w&auml;hlen. Mit POP werden die eingehenden Nachrichten auf den lokalen PC heruntergeladen,
bei IMAP hingegen verbleiben sie (und auch eventuell angelegte Ordner) am Mailserver.
IMAP ist daher vor allem dann zu empfehlen, wenn Sie auf Ihre Nachrichten von
mehreren unterschiedlichen Standorten (z.B. von der Universit&auml;t und von
zu Hause) zugreifen wollen.
<h2>Hinweise zur Installation</h2>
Outlook ist normalerweise im MS-Office-Paket integriert und wird automatisch
mitinstalliert. Es kann aber teilweise auch einzeln (ohne MS-Office) erworben
werden. Outlook Express wird zusammen mit dem Internet Explorer vertrieben, und
ist daher bei den meisten im Handel erh&auml;ltlichen PCs mit vorinstalliertem
Windows-Betriebssystem vorhanden.<br />
<br />
Achtung: Bei den Versionen <b>Outlook 98</b> und <b>Outlook 2000</b> m&uuml;ssen
Sie bereits bei bzw. kurz nach der Installation ausw&auml;hlen, ob Sie eMail-Nachrichten
via Internet, bzw. f&uuml;r Unternehmen oder Arbeitsgruppen (z.B. via Microsoft
Exchange) empfangen wollen.<br />
<br />
<img class="image" src="pics/Outlook_Maildienst.gif" title="Maildienst" alt="Maildienst" /><br />
<br />
Wenn Sie die Mailservices des Technikum Wien in Anspruch nehmen m&ouml;chten,
w&auml;hlen Sie die Variante <i>Nur via Internet</i>.<br />
<br />
Sollten Sie die Art des eMail-Dienstes nachtr&auml;glich &auml;ndern wollen,
gehen Sie bitte folgenderma&szlig;en vor: <br />
<br />
Falls Sie <b>Outlook 98</b> verwenden, schlie&szlig;en Sie es und rufen
Sie &uuml;ber Start - Systemsteuerung - Software - Outlook 98 - Hinzuf&uuml;gen/Entfernen
das Setup-Programm auf. Nehmen Sie dort die entsprechende Konfigurations&auml;nderung
vor (Sie ben&ouml;tigen dazu die Installations-CD).<br />
<br />
Bei <b>Outlook 2000</b> w&auml;hlen Sie <i>Extras</i> - <i>Optionen</i> - <i>E-Mail-Dienste
(oder E-Mail-&Uuml;bertragung)</i> - <i>E-Mail-Unterst&uuml;tzung</i> neu konfigurieren
(mitunter ben&ouml;tigen Sie auch hier die Installations-CD).<br />
<br />
Anmerkung: Bei <b>Outlook 2002/2003</b> ist keine derartige Umstellung erforderlich. <b>Outlook
Express</b> bietet derzeit keine Unterst&uuml;tzung f&uuml;r Unternehmen und
Arbeitsgruppen.<br />
<h2>Outlook 2002/2003</h2>
Zum Einrichten eines Mailkontos starten Sie Outlook entweder durch Doppelklick
auf das Icon am Desktop oder &uuml;ber<b><i> Start</i></b> - <b><i>Programme</i></b> - <b><i>Microsoft
Outlook</i></b>.<br />
<br />
Anmerkung: Sollte auf dem PC bereits ein anderes eMail-Programm von Microsoft
installiert und konfiguriert sein, erscheint beim ersten Startvorgang meist die
Frage, ob Sie die Einstellungen der bereits angelegten eMail-Konten importieren
wollen. Im Zweifelsfall w&auml;hlen Sie hier <i><b>Nein</b></i>, falls erforderlich
k&ouml;nnen die entsprechenden Daten auch sp&auml;ter importiert werden (n&auml;heres
dazu am Ende dieses Dokuments unter <a href="#Haeufige">H&auml;ufig ben&ouml;tigte
Einstellungen und Funktionen</a>).<br />
<br />
Grunds&auml;tzlich gibt es zwei M&ouml;glichkeiten, den Programmpunkt f&uuml;r
die Einrichtung eines eMail-Kontos unter Outlook XP aufzurufen. Die erste Variante
mit dem <a href="#XP_Assistent">Start-Assistenten</a> funktioniert nur beim erstmaligen
Aufruf des Programmes. Sie k&ouml;nnen aber auch jederzeit &uuml;ber den <a href="#XP_Normal">normalen
Weg</a> ein neues Konto einrichten.
<h2><a name="XP_Assistent" id="XP_Assistent"></a>Mailkonto mit dem Start-Assistenten
  einrichten</h2>
Der Start-Assistent f&uuml;hrt Sie durch die Konfiguration von Outlook.<br />
<br />
<img class="image" src="pics/OutlookXP_003.gif" title="Outlook Start" alt="Outlook Start" /><br />
<br />
Klicken Sie auf Weiter.<br />
<br />
<img class="image" src="pics/OutlookXP_004.gif" title="Mailkonten" alt="Mailkonten" /><br />
<br />
W&auml;hlen Sie hier den Punkt <i>Ja</i> und klicken Sie auf <i>Weiter</i>.<br />
<br />
Die weitere Vorgehensweise mit dem Startassistenten entspricht der Einrichtung
auf normalem Weg ab dem Fenster <a href="#Servertyp">Servertyp</a>. <a name="XP_Normal" id="XP_Normal"></a>
<h2>Mailkonto auf normalem Weg einrichten</h2>
Um ein Mailkonto einzurichten, w&auml;hlen Sie den Men&uuml;punkt <b><i>Extras</i> - </b><b><i> E-Mail-Konten</i></b>.<br />
<br />
<img class="image" src="pics/OutlookXP_014.gif" title="Servertyp" alt="Servertyp" /><br />
<br />
Sie k&ouml;nnen entweder ein neues Konto hinzuf&uuml;gen, oder bereits vorhandende
Konten darstellen bzw. bearbeiten. (Dies gilt auch f&uuml;r Verzeichnisse und
Adressb&uuml;cher.) W&auml;hlen Sie <i>Ein neues E-Mail-Konto hinzuf&uuml;gen</i> und
klicken Sie auf <i>Weiter</i>.<br />
<br />
<a name="Servertyp" id="Servertyp"></a> <img class="image" src="pics/OutlookXP_006.gif" title="Mailkonten" alt="Mailkonten" /><br />
<br />
In dem daraufhin erscheinenden Fenster m&uuml;ssen Sie den ben&ouml;tigten Servertyp
w&auml;hlen. Falls Sie IMAP verwenden, w&auml;hlen Sie bitte IMAP (falls Sie
POP verwenden, dann <i>POP3</i>).
Klicken Sie auf <b><i>Weiter</i></b>.<br />
<br />
<img class="image" src="pics/OutlookXP_007.gif" title="Infos Studierende" alt="Infos Studierende" /> <br />
<br />
Danach erscheint das Fenster Internet-E-Mail-Einstellungen.<br />
<br />
Unter Benutzerinformationen im Feld <i>Ihr Name:</i> geben Sie bitte Ihren vollst&auml;ndigen
Namen ein. Im Feld <i>E-Mail-Adresse:</i> geben Sie Ihre eMail-Adresse ein (<b><i>acountname</i>@technikum-wien.at</b> f&uuml;r
Studierende, bzw. <b><i>Vorname.Nachname</i>@technikum-wien.at</b> f&uuml;r Mitarbeiter).<br />
<br />
Unter Anmeldeinformationen geben Sie nun im Feld <i>Benutzername:</i> Ihre UserID
 ein und unter <i>Kennwort</i> Ihr Passwort. Falls Sie nicht bei jedem Verbindungsaufbau
Ihr Passwort erneut eingeben m&ouml;chten, k&ouml;nnen Sie die Option <i>Kennwort
sichern</i> ausw&auml;hlen. (Bitte achten Sie darauf, dass das K&auml;stchen <i>Anmeldung
durch gesicherte Kennwortauthentifizierung</i> aktiviert ist.)<br />
  <br />
Nun m&uuml;ssen Sie die Serverinformationen eingeben:<br />
Im Feld <i>Posteingangsserver</i> geben Sie <code>pop.technikum-wien</code>.at
bzw. <code>imap.technikum-wien.at</code> (falls der Zugriff
via IMAP erfolgen soll). Im Feld <i>Postausgangsserver</i> geben Sie <code>smtp.technikum-wien.at</code> ein.<br />
<br />
<br />
<img class="image" src="pics/OutlookXP_010.gif" title="Mailkonten geschlossen" alt="Mailkonten geschlossen" /><br />
<br />
Danach erscheint ein Fenster mit der Information, dass die Einrichtung Ihres
Kontos abgeschlossen ist. Mit Klick auf <i>Fertig</i> <em>stellen</em> schlie&szlig;en Sie den Assistenten.<br />
  <br />
Um weitere Einstellungen vorzunehmen oder zu &auml;ndern, w&auml;hlen Sie erneut <b><i>Extras</i></b> - <b><i>E-Mail
Konten</i></b>. Dort k&ouml;nnen Sie Ihr Konto anzeigen lassen oder bearbeiten.<br />
<br />
Eine Zusammenfassung &uuml;ber weitere <a href="#Haeufige">h&auml;ufig ben&ouml;tigte
Einstellungen und Funktionen</a> finden Sie am Ende dieses Dokuments.<br />
<h2>Outlook 98, 2000 und Outlook Express<br />
</h2>
Die Schritte beim Einrichten eines Mailkontos unter <b>Outlook 98 </b>und <b>2000</b> bzw. <b>Outlook Express 4</b> bis <b>6</b> &auml;hneln
einander sehr und sind daher im Folgenden zusammengefa&szlig;t.<br />
<br />
Starten Sie Outlook entweder durch Doppelklick auf das Icon am Desktop oder unter
Windows &uuml;ber<b><i> Start</i></b> - <b><i>Programme</i></b> - <b><i>Microsoft
Outlook</i></b> bzw. <b><i>Outlook Express</i></b>.<br />
<br />
Wenn Sie Outlook bzw. Outlook Express das erste Mal starten, erscheint der Assistent
f&uuml;r den Internetzugang um Sie beim Einrichten des eMail-Kontos zu unterst&uuml;tzen.
Fahren Sie in diesem Fall wie bei der Einrichtung auf normalem Weg beim Fenster <a
 href="#OE_Name">Name</a> fort.<br />
<br />
Wenn Sie die Einrichtung eines Kontos auf normalem Weg (bzw. nach dem erstmaligen
Programmstart) durchf&uuml;hren wollen, w&auml;hlen Sie den Men&uuml;punkt <b><i>Extras</i> - </b><b><i>Konten</i></b>.<br />
<br />
<img class="image" src="pics/OutlookExpress6_012.gif" title="Internetkonten" alt="Internetkonten" /><br />
<br />
Im Fenster <i>Internetkonten</i> w&auml;hlen Sie die Schaltfl&auml;che Hinzuf&uuml;gen
und danach E-Mail.<br />
<br />
<a name="OE_Name" id="OE_Name"></a><img class="image" src="pics/OutlookExpress6_002.gif" title="Ordner suchen" alt="Ordner suchen" /><br />
<br />
Geben Sie Ihren Namen ein und klicken Sie auf <i>Weiter</i>.<br />
<br />
<img class="image" src="pics/OutlookExpress6_004.gif" title="Emailadresse" alt="Emailadresse" /><br />
<br />
Geben Sie Ihre eMail-Adresse (f&uuml;r Studierende<b> accountname@technikum-wien.at</b> bzw.
f&uuml;r Mitarbeiter <b>Vornamen.Nachname@technikum-wien.at</b>) ein und klicken Sie
auf <i>Weiter</i>.<br />
<br />
<img class="image" src="pics/OutlookExpress6_005a.gif" title="Mailserver" alt="Mailserver" /><br />
<br />
W&auml;hlen Sie die Art des Posteingangsservers: <code>POP3</code> oder <code>IMAP</code>. <br />
<br />
Geben Sie den Namen des Posteingangsservers ein: <code>pop.technikum-wien.at</code> bzw. <code>imap.technikum-wien.at</code><br />
<br />
Danach tragen Sie den Namen des Postausgangsservers ein: <code>smtp.technikum-wien.at</code>.
Klicken Sie auf <i>Weiter</i>.<br />
<br />
<b> </b><br />
<img class="image" src="pics/OutlookExpress6_006.gif" title="Assistent" alt="Assistent" /><br />
<br />
Geben Sie im Feld Kontoname Ihre UserID 
und Ihr Passwort  ein.<br />
(Bitte achten Sie darauf, dass das K&auml;stchen <i>Anmeldung durch gesicherte
Kennwortauthentifizierung</i>  aktiviert ist.)<br />
   <br />
Klicken Sie danach auf <i>Weiter</i>.<br />
<br />
Abh&auml;ngig von der verwendeten Outlook- bzw. Outlook Express-Version und der
Verbindungskonfiguration Ihres Betriebssystems, erscheint nun entweder das Fenster <i>Einrichtung
fertigstellen</i> oder das Fenster <i>Verbindungstyp ausw&auml;hlen</i>.<br />
<br />
Sollte das Fenster <i>Einrichtung fertigstellen</i> erscheinen, klicken Sie auf
die Schaltfl&auml;che Fertigstellen. Die Grundkonfiguration des eMail-Kontos
ist damit abgeschlossen. (Eine Zusammenfassung &uuml;ber weitere <a
 href="http://www.univie.ac.at/ZID/anleitungen/mailing-outlook/#Haeufige">h&auml;ufig ben&ouml;tigte
Einstellungen und Funktionen</a> finden Sie am Ende dieses Dokuments.)<br />
<br />
<img class="image" src="pics/OutlookExpress4_009.gif" alt="Verbindungstyp" title="Verbindungstyp" /><br />
<br />
Wenn hingegen das Fenster <i>Verbindungstyp ausw&auml;hlen </i>erscheint, m&uuml;ssen
Sie die gew&uuml;nschte Art der Nachrichtenabfrage f&uuml;r Ihre Internetverbindung
festlegen.<br />
<br />
- Wenn Outlook bzw. Outlook Express die Internetverbindung automatisch &uuml;ber
eine Einwahlverbindung herstellen soll, dann w&auml;hlen Sie den Punkt <i><b>&Uuml;ber
Modem verbinden</b></i>. Sie m&uuml;ssen dann in den folgenden Fenstern den Modemnamen
und die gew&uuml;nschte DF&Uuml;-Verbindung festlegen.<br />
<br />
- Wenn Sie &uuml;ber eine st&auml;ndige Internetverbindung (z.B. &uuml;ber ein
lokales Netzwerk) verf&uuml;gen, dann w&auml;hlen Sie den Punkt <i><b>&Uuml;ber
das lokale Netzwerk</b></i> (LAN).<br />
<br />
- Falls Sie keinen bestimmten Verbindungstyp festlegen wollen (z.B. wenn Sie
mit einem Notebook abwechselnd verschiedene Verbindungen verwenden), w&auml;hlen
Sie den Punkt <i><b>Internetverbindung manuell wiederherstellen</b></i>.<br />
<br />
Anmerkung: Falls erforderlich, k&ouml;nnen Sie den Verbindungstyp auch sp&auml;ter
festlegen bzw. &auml;ndern (n&auml;heres dazu am Ende dieses Dokuments unter <a href="#Haeufige">H&auml;ufig
ben&ouml;tigte Einstellungen und Funktionen</a>).<br />
<br />
<img class="image" src="pics/Outlook98_007.gif" title="Fertig stellen" alt="Fertig stellen" /><br />
<br />
Beenden Sie die Einrichtung mit Klick auf Fertig stellen.
<h2><a name="Haeufige" id="Haeufige"></a>H&auml;ufig ben&ouml;tigte Einstellungen
  und Funktionen</h2>
Die Men&uuml;struktur f&uuml;r die Konfiguration von Outlook Express und besonders
von Outlook ist unter Umst&auml;nden sehr un&uuml;bersichtlich. Als zus&auml;tzliche
Erschwernis weichen die Bezeichnungen der Men&uuml;punkte und Funktionen von
Version zu Version ab.<br />
<br />
Im Folgenden finden Sie daher eine Zusammenstellung der am h&auml;ufigsten ben&ouml;tigten
Einstellungen und Funktionen.
<h2>Servernamen, UserID und Passwort eintragen</h2>
Hier k&ouml;nnen Sie die Daten f&uuml;r Posteingangsserver (POP bzw. IMAP) und
Postausgangsserver (SMTP) und die Anmeldeinformationen   und das entsprechende
Passwort) festlegen.<br />
<br />
<img class="image" src="pics/OutlookExpress_Server.gif" alt="Mailserver" title="Mailserver" /><br />
<br />
Bitte achten Sie auch darauf, dass die beiden K&auml;stchen vor <i>Anmeldung
durch gesicherte Kennwortauthentifizierung</i> und <i>Postausgangsserver</i> - <i>Server
erfordert Authentifizierung </i> aktiviert sein d&uuml;rfen.<br />
<br />
<table class="border">
  <tr>
    <td class="h2">Outlook Express 4</td>
    <td>Extras - Konten - E-Mail - [Kontoname] - Eigenschaften - Server</td>
  </tr>
  <tr>
    <td class="h2">Outlook Express 5</td>
    <td>Extras - Konten - E-Mail - [Kontoname] - Eigenschaften - Server</td>
  </tr>
  <tr>
    <td class="h2">Outlook Express 6</td>
    <td>Extras - Konten - E-Mail - [Kontoname] - Eigenschaften - Server</td>
  </tr>
  <tr>
    <td class="h2">Outlook 98</td>
    <td>Extras - Konten - E-Mail - [Kontoname] - Eigenschaften - Server</td>
  </tr>
  <tr>
    <td class="h2">Outlook 2000</td>
    <td>Extras - Konten - E-Mail - [Kontoname] - Eigenschaften - Server </td>
  </tr>
  <tr>
    <td class="h2">Outlook 2002</td>
    <td>Extras - E-Mail-Konten - Vorhandene E-Mail-Konten bearbeiten - [Kontoname]
      - &Auml;ndern</td>
  </tr>
</table>
<br />
<h2>Name und eMail-Adresse eintragen</h2>
Hier k&ouml;nnen Sie Ihren Namen und Ihre eMail-Adresse (<i>accountname@technikum-wien.at</i> f&uuml;r
Studierende bzw. <i>Vorname.Nachname@technikum-wien.at</i> f&uuml;r Mitarbeiter) festlegen.<br />
<br />
<table class="border">
  <tr>
    <td>Outlook Express 4</td>
    <td>Extras - Konten - E-Mail - [Kontoname] - Eigenschaften - Allgemein</td>
  </tr>
  <tr>
    <td>Outlook Express 5</td>
    <td>Extras - Konten - E-Mail - [Kontoname] - Eigenschaften - Allgemein</td>
  </tr>
  <tr>
    <td>Outlook Express 6</td>
    <td>Extras - Konten - E-Mail - [Kontoname] - Eigenschaften - Allgemein</td>
  </tr>
  <tr>
    <td>Outlook 98</td>
    <td>Extras - Konten - E-Mail - [Kontoname] - Eigenschaften - Allgemein</td>
  </tr>
  <tr>
    <td>Outlook 2000</td>
    <td>Extras - Konten - E-Mail - [Kontoname] - Eigenschaften - Allgemein</td>
  </tr>
  <tr>
    <td>Outlook 2002</td>
    <td>Extras - E-Mail-Konten - Vorhandene E-Mail-Konten bearbeiten - [Kontoname]
      - &Auml;ndern</td>
  </tr>
</table>
<h2>DF&Uuml; bzw. LAN-Verbindung f&uuml;r eMail-Konto festlegen</h2>
Hier k&ouml;nnen Sie festlegen, &uuml;ber welche Internetverbindung Outlook bzw.
Outlook Express die Nachrichten &uuml;bertragen soll.<br />
<br />
<table class="border">
  <tr>
    <td class="h2">Outlook Express 4</td>
    <td>Extras - Konten - E-Mail - [Kontoname] - Eigenschaften - Verbindung</td>
  </tr>
  <tr>
    <td class="h2">Outlook Express 5</td>
    <td>Extras - Konten - E-Mail - [Kontoname] - Eigenschaften - Verbindung</td>
  </tr>
  <tr>
    <td class="h2">Outlook Express 6</td>
    <td>Extras - Konten - E-Mail - [Kontoname] - Eigenschaften - Verbindung</td>
  </tr>
  <tr>
    <td class="h2">Outlook 98</td>
    <td>Extras - Konten - E-Mail - [Kontoname] - Eigenschaften - Verbindung</td>
  </tr>
  <tr>
    <td class="h2">Outlook 2000</td>
    <td>Extras - Konten - E-Mail - [Kontoname] - Eigenschaften - Verbindung</td>
  </tr>
  <tr>
    <td class="h2">Outlook 2002</td>
    <td>Extras - E-Mail-Konten - Vorhandene E-Mail-Konten bearbeiten - [Kontoname]
      - &Auml;ndern - Weitere Einstellungen - Verbindung</td>
  </tr>
</table>
<h2>IMAP: Gel&ouml;schte Nachrichten permanent l&ouml;schen</h2>
Oft stehen Outlook-Benutzer vor dem Problem, dass gel&ouml;schte Nachrichten
noch immer (allerdings durchgestrichen) im Posteingang dargestellt werden. Um
diese Nachrichten endg&uuml;ltig zu l&ouml;schen, w&auml;hlen Sie den entsprechenden
Men&uuml;punkt.<br />
<br />
<table class="border">
  <tr>
    <td class="h2">Outlook Express 4</td>
    <td>Bearbeiten - Als gel&ouml;scht markierte Nachrichten entfernen</td>
  </tr>
  <tr>
    <td class="h2">Outlook Express 5</td>
    <td>Bearbeiten - Als gel&ouml;scht markierte Nachrichten entfernen</td>
  </tr>
  <tr>
    <td class="h2">Outlook Express 6</td>
    <td>Bearbeiten - Gel&ouml;schte Nachrichten permanent l&ouml;schen</td>
  </tr>
  <tr>
    <td class="h2">Outlook 98</td>
    <td>(Nicht erforderlich, da die Nachrichten in den Ordner <i>Gel&ouml;schte
        Objekte</i> verschoben werden)</td>
  </tr>
  <tr>
    <td class="h2">Outlook 2000</td>
    <td> Bearbeiten - Gel&ouml;schte Nachrichten permanent l&ouml;schen</td>
  </tr>
  <tr>
    <td class="h2">Outlook 2002</td>
    <td>Bearbeiten - Gel&ouml;schte Nachrichten permanent l&ouml;schen</td>
  </tr>
</table>
<h2>Abfrageintervall f&uuml;r Nachrichten</h2>
Wenn Sie &uuml;ber eine st&auml;ndige Verbindung zum Internet verf&uuml;gen,
k&ouml;nnen Sie festlegen, wie oft gepr&uuml;ft werden soll, ob neue Nachrichten
am Mailserver eingelangt sind. <br />
<br />
Bitte w&auml;hlen Sie das Intervall nicht zu kurz, da es sonst zu einer unn&ouml;tigen
Belastung des Mailservers kommen kann. Ein zul&auml;ssiger Wert w&auml;re z.B.
10 oder 15 Minuten.<br />
<br />
<table class="border">
  <tr>
    <td class="h2">Outlook Express 4</td>
    <td>Extras - Optionen - Allgemein - Nachrichteneingang alle XX Minuten pr&uuml;fen</td>
  </tr>
  <tr>
    <td class="h2">Outlook Express 5</td>
    <td>Extras - Optionen - Allgemein - Nachrichteneingang alle XX Minuten pr&uuml;fen</td>
  </tr>
  <tr>
    <td class="h2">Outlook Express 6</td>
    <td>Extras - Optionen - Allgemein - Nachrichteneingang alle XX Minuten pr&uuml;fen</td>
  </tr>
  <tr>
    <td class="h2">Outlook 98</td>
    <td>Extras - Optionen - E-Mail-&Uuml;bertragung - Nachrichteneingang alle
      XX Minuten pr&uuml;fen</td>
  </tr>
  <tr>
    <td class="h2">Outlook 2000</td>
    <td>Extras - Optionen - E-Mail-&Uuml;bertragung - Nachrichteneingang alle
      XX Minuten pr&uuml;fen</td>
  </tr>
  <tr>
    <td class="h2">Outlook 2002</td>
    <td>Extras - Optionen - Mail-Setup - Senden/Empfangen - Im Onlinemodus Automatische &Uuml;bermittlung
      alle XX Minuten</td>
  </tr>
</table>
<h2>POP: Nachrichten am Server belassen</h2>
Wenn Sie Ihre Nachrichten per POP abfragen und trotzdem am Server belassen m&ouml;chten
(wenn Sie z.B. die Nachrichten von mehreren PCs abfragen wollen), k&ouml;nnen
Sie das hier festlegen.<br />
<br />
Bitte achten Sie aber darauf, dass zu viele am Server belassene Nachrichten
unseren Mailserver &uuml;berlasten k&ouml;nnen und solche Nachrichten daher ab
einem gewissen Umfang automatisch archiviert und aus der Mailbox gel&ouml;scht
werden. Sie sollten diese Funktion daher mit Vorsicht einsetzen!<br />
<br />
Studierende und Mitarbeiter, die Ihre Nachrichten am Server belassen wollen,
sollten einen Umstieg auf das Protkoll IMAP in Erw&auml;gung ziehen.<br />
<br />
<table class="border">
  <tr>
    <td class="h2">Outlook Express 4</td>
    <td>Extras - Konten - E-Mail - [Kontoname] - Eigenschaften - Erweitert -
      Kopie aller Nachrichten am Server belassen</td>
  </tr>
  <tr>
    <td class="h2">Outlook Express 5</td>
    <td>Extras - Konten - E-Mail - [Kontoname] - Eigenschaften - Erweitert -
      Kopie aller Nachrichten am Server belassen</td>
  </tr>
  <tr>
    <td class="h2">Outlook Express 6</td>
    <td>Extras - Konten - E-Mail - [Kontoname] - Eigenschaften - Erweitert -
      Kopie aller Nachrichten am Server belassen</td>
  </tr>
  <tr>
    <td class="h2">Outlook 98</td>
    <td>Extras - Konten - E-Mail - [Kontoname] - Eigenschaften - Erweitert -
      Kopie aller Nachrichten am Server belassen</td>
  </tr>
  <tr>
    <td class="h2">Outlook 2000</td>
    <td>Extras - Konten - E-Mail - [Kontoname] - Eigenschaften - Erweitert -
      Kopie aller Nachrichten am Server belassen</td>
  </tr>
  <tr>
    <td class="h2">Outlook 2002</td>
    <td>Extras - E-Mail-Konten - Vorhandene E-Mail-Konten bearbeiten - [Kontoname]
      - &Auml;ndern - Weitere Einstellungen - Erweitert - Kopie aller Nachrichten
      auf dem Server belassen</td>
  </tr>
</table>
<h2>Filterregeln erstellen</h2>
Sie k&ouml;nnen Regeln festlegen, um beispielsweise Nachrichten von bestimmten
Absendern oder mit bestimmten Inhalten automatisch in spezielle Ordner zu verschieben
oder zu l&ouml;schen. <br />
<br />
<table class="border">
  <tr>
    <td class="h2">Outlook Express 4</td>
    <td>Extras - Posteingangs-Assistent</td>
  </tr>
  <tr>
    <td class="h2">Outlook Express 5</td>
    <td>Extras - Regeln - E-Mail</td>
  </tr>
  <tr>
    <td class="h2">Outlook Express 6</td>
    <td>Extras - Nachrichtenregeln - E-Mail</td>
  </tr>
  <tr>
    <td class="h2">Outlook 98</td>
    <td>Extras - Regel-Assistent</td>
  </tr>
  <tr>
    <td class="h2">Outlook 2000</td>
    <td>Extras - Regel-Assistent</td>
  </tr>
  <tr>
    <td class="h2">Outlook 2002</td>
    <td>Extras - Regel-Assistent</td>
  </tr>
</table>
<h2>Sicherheitszone f&uuml;r eingehende HTML-Mail</h2>
Beim Empfang von HTML-Mail besteht die Gefahr, dass unerw&uuml;nschte, im
HTML-Code versteckte Programme (Skripte) ausgef&uuml;hrt werden. Um einen gewissen
Schutz vor solchen Programmen zu haben, ist es empfehlenswert hier zumindest
die <i>Zone f&uuml;r eingeschr&auml;nkte Sites</i> festzulegen. (Diese Zone sollte
in den Einstellungen des Internet Explorers so definiert sein, dass die
automatische Ausf&uuml;hrung von Skripten nicht zugelassen wird.)<br />
<br />
<table class="border">
  <tr>
    <td class="h2">Outlook Express 4</td>
    <td>Extras - Optionen - Sicherheit - Sicherheitszonen - Zone: Zone f&uuml;r
      eingeschr&auml;nkte Sites</td>
  </tr>
  <tr>
    <td class="h2">Outlook Express 5</td>
    <td>Extras - Optionen - Sicherheit - Zone f&uuml;r eingeschr&auml;nkte Sites</td>
  </tr>
  <tr>
    <td class="h2">Outlook Express 6</td>
    <td>Extras - Optionen - Sicherheit - Zone f&uuml;r eingeschr&auml;nkte Sites</td>
  </tr>
  <tr>
    <td class="h2">Outlook 98</td>
    <td>Extras - Optionen - Sicherheit - Inhalt sichern - Zone: Zone f&uuml;r
      eingeschr&auml;nke Sites</td>
  </tr>
  <tr>
    <td class="h2">Outlook 2000</td>
    <td>Extras - Optionen - Sicherheit - Inhalt sichern - Zone: Eingeschr&auml;nkte
      Sites</td>
  </tr>
  <tr>
    <td class="h2">Outlook 2002</td>
    <td>Extras - Optionen - Sicherheit - Inhalt sichern - Zone: Eingeschr&auml;nkte
      Sites</td>
  </tr>
</table>
<h2>Format f&uuml;r ausgehende Nachrichten (HTML/Nur-Text)</h2>
Hier k&ouml;nnen Sie festlegen, ob Sie Nachrichten im Format <i>HTML</i>, im
Format <i>Nur-Text</i> oder (falls Sie Outlook verwenden) im <i>Rich-Text-Format</i> erstellen
wollen.<br />
<br />
- Nachrichten im <i>Nur-Text</i>-Format k&ouml;nnen von allen eMail-Klienten
dargestellt werden. <br />
- Mit dem Format <i>HTML</i> haben manche (insbesonders &auml;ltere) eMail-Klienten
Darstellungsprobleme.<br />
- Das <i>Rich-Text-Format</i> ist nicht zu empfehlen, da es meist nur (neuere)
Microsoft-Klienten korrekt darstellen k&ouml;nnen.<br />
<br />
(Anmerkung: Falls sich Empf&auml;nger Ihrer Nachrichten dar&uuml;ber beschweren,
dass anstelle eines Attachments nur eine Datei namens WINMAIL.DAT erhalten
haben, sollten Sie das Format auf <i>HTML</i> oder besser auf <i>Nur-Text</i> &auml;ndern.)<br />
<br />
<table class="border">
  <tr>
    <td class="h2">Outlook Express 4</td>
    <td>Extras - Optionen - Senden - Format beim Senden von E-Mail</td>
  </tr>
  <tr>
    <td class="h2">Outlook Express 5</td>
    <td>Extras - Optionen - Senden - Nachricht Senden-Format</td>
  </tr>
  <tr>
    <td class="h2">Outlook Express 6</td>
    <td>Extras - Optionen - Senden - Format f&uuml;r "Nachricht Senden"</td>
  </tr>
  <tr>
    <td class="h2">Outlook 98</td>
    <td>Extras - Optionen - E-Mail-Format - Senden im Nachrichtenformat</td>
  </tr>
  <tr>
    <td class="h2">Outlook 2000</td>
    <td>Extras - Optionen - E-Mail-Format - Senden im Nachrichtenformat</td>
  </tr>
  <tr>
    <td class="h2">Outlook 2002</td>
    <td>Extras - Optionen - E-Mail-Format - Verfassen im Nachrichtenformat</td>
  </tr>
</table>
<h2>Headerzeilen darstellen</h2>
Die Headerzeilen einer Nachricht geben Aufschluss dar&uuml;ber, von welchem
PC bzw. &uuml;ber welche Mailserver eine Nachricht verschickt wurde.  Au&szlig;erdem
k&ouml;nnen die Headerzeilen noch weitere Informationen wie z.B. den verwendeten
eMail-Klienten des Absenders oder bestimmte Kennzeichnungen vom Mailserver (z.B.
SPAM-Flags) enthalten.<br />
<br />
<table class="border">
  <tr>
    <td class="h2">Outlook Express 4</td>
    <td>(Nachricht ausw&auml;hlen) - (Rechte Maustaste) - Eigenschaften - Details</td>
  </tr>
  <tr>
    <td class="h2">Outlook Express 5</td>
    <td>(Nachricht ausw&auml;hlen) - (Rechte Maustaste) - Eigenschaften - Details</td>
  </tr>
  <tr>
    <td class="h2">Outlook Express 6</td>
    <td>(Nachricht ausw&auml;hlen) - (Rechte Maustaste) - Eigenschaften - Details</td>
  </tr>
  <tr>
    <td class="h2">Outlook 98</td>
    <td>(Nachricht &ouml;ffnen) - Ansicht - Optionen - Internetkopfzeilen</td>
  </tr>
  <tr>
    <td class="h2">Outlook 2000</td>
    <td>(Nachricht &ouml;ffnen) - Ansicht - Optionen - Internetkopfzeilen</td>
  </tr>
  <tr>
    <td class="h2">Outlook 2002</td>
    <td>(Nachricht &ouml;ffnen) - Ansicht - Optionen - Internetkopfzeilen</td>
  </tr>
</table>
<h2>Import/Export von Nachrichten bzw. Adressb&uuml;chern</h2>
An dieser Stelle k&ouml;nnen Sie Nachrichten, Adressb&uuml;cher und Konto-Daten
von anderen Mail-Programmen importieren oder f&uuml;r die Verwendung in anderen
Mailprogrammen exportieren.<br />
<br />
<table class="border">
  <tr>
    <td class="h2">Outlook Express 4</td>
    <td>Datei - Importieren oder Datei - Exportieren</td>
  </tr>
  <tr>
    <td class="h2">Outlook Express 5</td>
    <td>Datei - Importieren oder Datei - Exportieren</td>
  </tr>
  <tr>
    <td class="h2">Outlook Express 6</td>
    <td>Datei - Importieren oder Datei - Exportieren</td>
  </tr>
  <tr>
    <td class="h2">Outlook 98</td>
    <td>Datei - Importieren/Exportieren</td>
  </tr>
  <tr>
    <td class="h2">Outlook 2000</td>
    <td>Datei - Importieren/Exportieren</td>
  </tr>
  <tr>
    <td class="h2">Outlook 2002</td>
    <td>Datei - Importieren/Exportieren</td>
  </tr>
</table>
<h2>Priorit&auml;t einer ausgehenden Nachricht &auml;ndern</h2>
Sie k&ouml;nnen die Priori&auml;t bzw. Dringlichkeit einer ausgehenden Nachricht
festlegen. Sofern der eMail-Klient des Empf&auml;ngers diese Funktion unterst&uuml;tzt,
wird bei ihm die entsprechende Priorit&auml;t angezeigt.<br />
<br />
<table class="border">
  <tr>
    <td class="h2">Outlook Express 4</td>
    <td>(Neue Nachricht erstellen) - Extras - Dringlichkeit festlegen</td>
  </tr>
  <tr>
    <td class="h2">Outlook Express 5</td>
    <td>(Neue Nachricht erstellen) - Nachricht - Dringlichkeit festlegen</td>
  </tr>
  <tr>
    <td class="h2">Outlook Express 6</td>
    <td>(Neue Nachricht erstellen) - Nachricht - Priorit&auml;t festlegen</td>
  </tr>
  <tr>
    <td class="h2">Outlook 98</td>
    <td>(Neue Nachricht erstellen) - Ansicht - Optionen - Wichtigkeit</td>
  </tr>
  <tr>
    <td class="h2">Outlook 2000</td>
    <td>(Neue Nachricht erstellen) - Optionen - Wichtigkeit</td>
  </tr>
  <tr>
    <td class="h2">Outlook 2002</td>
    <td>(Neue Nachricht erstellen) - Optionen - Wichtigkeit</td>
  </tr>
</table>
<h2>Anfordern von Lesebest&auml;tigungen f&uuml;r Nachrichten</h2>
Wenn Sie eine Lesebest&auml;tigung anfordern und der eMail-Klient des Empf&auml;ngers
dies unterst&uuml;tzt, erhalten Sie eine R&uuml;ckmeldung, sobald Ihre Nachricht
gelesen wurde.<br />
<br />
Hier k&ouml;nnen Sie diese Anforderung f&uuml;r einzelne Nachrichten festlegen:<br />
<br />
<table class="border">
  <tr>
    <td class="h2">Outlook Express 4</td>
    <td>(Funktion nicht vorhanden)</td>
  </tr>
  <tr>
    <td class="h2">Outlook Express 5</td>
    <td>(Neue Nachricht) - Extras - Lesebest&auml;tigung anfordern</td>
  </tr>
  <tr>
    <td class="h2">Outlook Express 6</td>
    <td>(Neue Nachricht) - Extras - Lesebest&auml;tigung anfordern</td>
  </tr>
  <tr>
    <td class="h2">Outlook 98</td>
    <td>(Funktion in der <i>Nur-Internet-Konfiguration</i> nicht verf&uuml;gbar)</td>
  </tr>
  <tr>
    <td class="h2">Outlook 2000</td>
    <td>(Neue Nachricht) - Optionen - Das Lesen dieser Nachricht best&auml;tigen</td>
  </tr>
  <tr>
    <td class="h2">Outlook 2002</td>
    <td>(Neue Nachricht) - Optionen - Das Lesen dieser Nachricht best&auml;tigen</td>
  </tr>
</table>
Hier k&ouml;nnen Sie generell f&uuml;r alle ausgehenden Nachrichten die Anforderung
einer Lesebest&auml;tigung festlegen:<br />
<br />
<table class="border">
  <tr>
    <td class="h2">Outlook Express 4</td>
    <td>(Funktion nicht vorhanden) </td>
  </tr>
  <tr>
    <td class="h2">Outlook Express 5</td>
    <td>Extras - Optionen - Best&auml;tigungen - Lesebest&auml;tigung f&uuml;r
      alle versandten Nachrichten anfordern</td>
  </tr>
  <tr>
    <td class="h2">Outlook Express 6</td>
    <td>Extras - Optionen - Best&auml;tigungen - Lesebest&auml;tigung f&uuml;r
      alle gesendeten Nachrichten anfordern</td>
  </tr>
  <tr>
    <td class="h2">Outlook 98</td>
    <td>(Funktion in der <i>Nur-Internet-Konfiguration</i> nicht verf&uuml;gbar)</td>
  </tr>
  <tr>
    <td class="h2">Outlook 2000</td>
    <td>Extras - Optionen - Einstellungen - E-Mail-Optionen - Verlaufoptionen
      - Lesebest&auml;tigung</td>
  </tr>
  <tr>
    <td class="h2">Outlook 2002</td>
    <td>Extras - Optionen - Einstellungen - E-Mail-Optionen - Verlaufoptionen
      - Lesebest&auml;tigung</td>
  </tr>
</table>
<h2>Lesebest&auml;tigungen senden</h2>
Hier k&ouml;nnen Sie festlegen, wie Outlook bzw. Outlook Express auf die Anforderung
einer Lesebest&auml;tigung reagieren soll.<br />
<br />
<table class="border">
  <tr>
    <td class="h2">Outlook Express 4</td>
    <td>(Funktion nicht vorhanden)</td>
  </tr>
  <tr>
    <td class="h2">Outlook Express 5</td>
    <td>Extras - Optionen - Best&auml;tigungen - Versenden von Lesebest&auml;tigungen</td>
  </tr>
  <tr>
    <td class="h2">Outlook Express 6</td>
    <td>Extras - Optionen - Best&auml;tigungen - Versenden von Lesebest&auml;tigungen</td>
  </tr>
  <tr>
    <td class="h2">Outlook 98</td>
    <td>(Funktion in der <i>Nur-Internet-Konfiguration</i> nicht verf&uuml;gbar)</td>
  </tr>
  <tr>
    <td class="h2">Outlook 2000</td>
    <td>Extras - Optionen - Einstellungen - E-Mail-Optionen - Verlaufoptionen
      - Vor dem Senden einer Antwort best&auml;tigen (bzw. Immer/Nie eine Antwort
      senden)</td>
  </tr>
  <tr>
    <td class="h2">Outlook 2002</td>
    <td>Extras - Optionen - Einstellungen - E-Mail-Optionen - Verlaufoptionen
      - Das Senden einer Antwort vorher best&auml;tigen (bzw. Immer/Nie eine
      Antwort senden)</td>
  </tr>
</table>
<h2>Mailing-Parameter</h2>
In der folgenden Tabelle finden Sie eine Zusammenstellung der erforderlichen
Kontodaten und Servernamen f&uuml;r Mitarbeiter und Studierende des Technikum
Wien. <br />
<br />
<table class="border">
  <tr class="h1">
    <td> </td>
    <td>MitarbeiterInnen (Mailbox)</td>
    <td>Studierende (Unet)</td>
  </tr>
  <tr>
    <td class="h2">eMail-Adresse</td>
    <td><i>vorname.nachname</i>@technikum-wien.at</td>
    <td>accountname<i></i>@technikum-wien.at</td>
  </tr>
  <tr>
    <td class="h2">POP-Server (Posteingang)</td>
    <td>pop.technikum-wien.at</td>
    <td>pop.technikum-wien.at</td>
  </tr>
  <tr>
    <td class="h2">IMAP-Server (Posteingang)</td>
    <td>imap.technikum-wien.at</td>
    <td>imap.technikum-wien.at</td>
  </tr>
  <tr>
    <td class="h2">SMTP-Server (Postausgang)</td>
    <td>smtp.technikum-wien.at</td>
    <td>smtp.technikum-wien.at</td>
  </tr>
</table>
<h2>Wenn nichts funktioniert</h2>
Sie haben sich genau an diese Anleitung gehalten, und trotzdem haben Sie Probleme
mit dem Versenden und Empfangen von eMail-Nachrichten? Bevor Sie den Service Desk
telefonisch (244) oder per eMail (an <a
 href="mailto:helpdesk@technikum-wien.at">support@technikum-wien.at</a>) kontaktieren,
notieren Sie bitte eventuell auftretende Fehlermeldungen und stellen Sie sicher,
dass Sie auch Bescheid &uuml;ber die von Ihnen verwendeten Ger&auml;te (PC
oder Laptop und das verwendete Betriebssystem) wissen.<br />
<p class="noprint"><a href="#top">zum Seitenanfang</a></p>
</div> 
</body>
</html>
